Repository: toehead2001/DHShapeMaker
Catalog: DHShapeMaker/EffectPluginConfigDialog.*.resx
Languages: de, fr, ru

# fileToolStripMenuItem.Text
source: &File
de: &Datei
fr: &Fichier
ru: &Файл

# newProjectMenuItem.Text
source: &New Project
de: &Neues Projekt
fr: Projet &nouveau

# openProject.Text
source: &Open Project...
de: Projekt &öffnen...
fr: &Ouvrir projet...
ru: &Открыть проект...

# saveProject.Text
source: &Save Project...
de: Projekt &speichern...
fr: &Enregistrer projet...
ru: &Сохранить проект...

# pasteStreamGeomentyToolStripMenuItem.Text
source: &Paste StreamGeometry
de: &Pfadgruppe einfügen
fr: &Coller sentier courant
ru: &Вставить пакет путей

# copyPathStreamToolStripMenuItem.Text
source: &Copy StreamGeometry
de: &Pfadgruppe kopieren
fr: &Copier sentier courant
ru: &Копировать пакет путей

# editToolStripMenuItem.Text
source: &Edit
de: &Bearbeiten
fr: &Édition
ru: &Правка

# undoMenuItem.Text
source: &Undo
de: &Rückgängig
ru: &Отменить

# redoMenuItem.Text
source: &Redo
de: &Wiederholen
fr: &Répéter
ru: &Восстановить

# removePathToolStripMenuItem.Text
source: &Delete Path
de: &Pfad löschen
fr: &Effacer sentier
ru: &Удалить путь

# clonePathToolStripMenuItem.Text
source: &Clone Path
de: &Pfad klonen
fr: &Sentier de duplication
ru: &Клонировать путь

# loopPathToolStripMenuItem.Text
source: &Loop Path
de: &Schleifenpfad
fr: &Retourner sentier
ru: &Замкнуть путь

# flipHorizontalToolStripMenuItem.Text
source: Flip &Horizontal
de: &Horizontal spiegeln
fr: Renverser à l'&horizontale
ru: Повернуть по &горизонтали

# flipVerticalToolStripMenuItem.Text
source: Flip &Vertical
de: &Vertikal spiegeln
fr: Renverser au &verticale
ru: Повернуть по &вертикали

# HelpMenu.Text
source: &Help
de: &Hilfe
fr: &Aide
ru: &Справка

# usersManualToolStripMenuItem.Text
source: &User's Manual
de: &Benutzerleitfaden
fr: &Manuel d'utilisation
ru: &Руководство пользователя

# QuickStartStripMenuItem.Text
source: &Quick Start Guide
de: &Schnellstarthilfe
fr: Guide de démarrage &rapide
ru: &Быстрый старт

# keyboardShortcutsToolStripMenuItem.Text
source: &Keyboard Shortcuts
de: &Tastaturkürzel
fr: &Raccourcis du clavier
ru: &Горячие клавиши

# aboutToolStripMenuItem.Text
source: &About ShapeMaker
de: &Über ShapeMaker
fr: &À propos de ShapeMaker
ru: &О ShapeMaker

# FitBG.Text
source: Fit Background
de: Hintergrund ausfüllen
fr: S'adapter au fond
ru: Уместить в фон

# DrawOnCanvas.Text
source: Draw on Canvas
de: Auf Leinwand zeichnen
fr: Dessiner sur tableau
ru: Рисовать на холсте

# DrawOnCanvas.ToolTip
source: Preview on Layer
de: Vorschau auf Ebene
fr: Prévoir sur strate
ru: Предпросмотр на слое

# AddBtn.Text
source: Add
de: Pfad hinzufügen
fr: Ajouter sentier
ru: Добавить путь

# AddBtn.ToolTip
source: Add Path (Enter)
de: Pfad hinzufügen (Enter)
fr: Ajouter sentier (Accéder)
ru: Добавить путь (Enter)

# FigureName.Text
source: Untitled
de: Ohne Titel
fr: Sans titre

# FigureName.ToolTip
source: Enter Shape Name
de: Name der Form eingeben
fr: Entrer nom de la forme

# DeselectBtn.Text
source: Deselect
de: Auswahl aufheben
fr: Désélectionner
ru: Отменить выбор

# DeselectBtn.ToolTip
source: Deselect (Esc)
de: Auswahl aufheben (Esc)
fr: Désélectionner (Clé d'échappement)
ru: Отменить выбор (Esc)

# buttonOK.ToolTip
source: Return to PDN
de: Zu PDN zurückkehren
fr: Retourner à PDN
ru: Возврат в PDN

# upList.ToolTip
source: Move Path Up
de: Pfad nach oben verschieben
fr: Déplacer sentier vers le haut
ru: Новый проект

# DNList.ToolTip
source: Move Path Down
de: Pfad nach unten verschieben
fr: Déplacer sentier vers le bas
ru: Переместить путь вниз

# removePathButton.ToolTip
source: Delete Path
de: Pfad löschen
fr: Effacer sentier
ru: Удалить путь

# clonePathButton.ToolTip
source: Clone Path
de: Pfad klonen
fr: Sentier de duplication
ru: Клонировать путь

# label4.Text
source: Shape Name
de: Name der Form
fr: Nom de la forme
ru: Имя формы

# label1.Text
source: Image Tracing Opacity
de: Deckkraft beim Nachzeichnen
fr: Opacité en traçant l'image
ru: Непрозрачность

# statusLabelNubsUsed.Text
source: 0/255 Nubs used
de: 0/255 Knoten benutzt
fr: 0/255 noyaux utlisés
ru: Использовано 0/25 узлов

# statusLabelPathsUsed.Text
source: 0/100 Paths used
de: 0/100 Pfade benutzt
fr: 0/100 sentiers utlisés
ru: Использовано 0/100 путей

# statusLabelNubPos.ToolTipText
source: Nub Location
de: Position des Knotens
fr: Situation du noyeau
ru: Позиция узла

# statusLabelMousePos.ToolTipText
source: Cursor Location
de: Position Mauszeiger
fr: Situation du curseur
ru: Позиция курсора

# StraightLine.Text
source: Straight Lines
de: Gerade Linien
fr: Lignes droites
ru: Прямая линия

# StraightLine.ToolTipText
source: Straight Lines (Ctrl+L)
de: Gerade Linien (STRG+L)
fr: Lignes droites (Ctrl+L)
ru: Прямая линия (Ctrl+L)

# MacroRect.Text
source: Auto Rectangle
de: Auto Rechteck
fr: Rectangle automatique
ru: Прямоугольник

# MacroRect.ToolTipText
source: Auto Rectangle (Ctrl+R)
de: Auto Rechteck (STRG+R)
fr: Rectangle automatique (Ctrl+R)
ru: Прямоугольник (Ctrl+R)

# CubicBezier.Text
source: Cubic Bezier
de: Kubische Bezierkurve
fr: Bézier cubique
ru: Кубическая кривая Безье

# CubicBezier.ToolTipText
source: Cubic Bezier (Ctrl+B)
de: Kubische Bezierkurve (STRG+B)
fr: Bézier cubique (Ctrl+B)
ru: Кубическая кривая Безье (Ctrl+B)

# MacroCubic.Text
source: Cubic Spline
de: Kubische Splinekurve
fr: Courbe paramétrique en cube
ru: Кубический сплайн

# MacroCubic.ToolTipText
source: Cubic Spline (Ctrl+P)
de: Kubische Splinekurve (STRG+P)
fr: Courbe paramétrique en cube (Ctrl+P)
ru: Кубический сплайн (Ctrl+P)

# SCubicBezier.Text
source: Smooth Cubic Bezier
de: Kubische Bezierkurve glätten
fr: Bézier cubique régulier
ru: Гладкая поликривая Безье второго порядка

# SCubicBezier.ToolTipText
source: Smooth Cubic Bezier (Ctrl+Shift+B)
de: Kubische Bezierkurve glätten (STRG+UMSCH+B)
fr: Bézier cubique régulier (Ctrl+Maj+B)
ru: Гладкая поликривая Безье второго порядка (Ctrl+Shift+Q)

# QuadBezier.Text
source: Quadratic Bezier
de: Quadratische Bezierkurve
fr: Bézier quadratique
ru: Кривая Безье второго порядка

# QuadBezier.ToolTipText
source: Quadratic Bezier (Ctrl+Q)
de: Quadratische Bezierkurve (STRG+Q)
fr: Bézier quadratique (Ctrl+Q)
ru: Кривая Безье второго порядка (Ctrl+Q)

# SQuadBezier.Text
source: Smooth Quad Bezier
de: Quadratische Bezierkurve glätten
fr: Bézier quadratique régulier

# SQuadBezier.ToolTipText
source: Smooth Quad Bezier (Ctrl+Shift+Q)
de: Quadratische Bezierkurve glätten (STRG+UMSCH+Q)
fr: Bézier quadratique régulier (Ctrl+Maj+B)

# Elliptical.Text
source: Elliptical Arc
de: Elliptischer Bogen
fr: Arc elliptique
ru: Дуга эллипса

# Elliptical.ToolTipText
source: Elliptical Arc (Ctrl+E)
de: Elliptischer Bogen (STRG+E)
fr: Arc elliptique (Ctrl+E)
ru: Дуга эллипса (Ctrl+E)

# Arc.ToolTipText
source: Large/Small Arc Selector
de: Schalter großer/kleiner Bogen
ru: Большая/меньшая часть дуги

# Sweep.ToolTipText
source: Sweep Direction
de: Bewegungsrichtung
ru: Направление смещения

# MacroCircle.Text
source: Auto Circle
de: Auto Kreis
fr: Circle automatique
ru: Круг

# MacroCircle.ToolTipText
source: Auto Circle (Ctrl+I)
de: Auto Kreis (STRG+I)
fr: Circle automatique (Ctrl+I)
ru: Круг (Ctrl+I)

# Snap.Text
source: Snap to Grid
de: Am Raster ausrichten
fr: Mordre au grillle
ru: Привязка к сетке

# Snap.ToolTipText
source: Snap to Grid (Ctrl+S)
de: Am Raster ausrichten (STRG+S)
fr: Mordre au grillle (Ctrl+S)
ru: Привязка к сетке (Ctrl+S)

# LinkedPaths.Text
source: Linked with Previous Line
de: Mit vorheriger Linie verbunden
fr: Lié avec ligne antérieur
ru: Связать с предыдущей линией

# LinkedPaths.ToolTipText
source: Linked with Previous Path (Ctrl+3)
de: Mit vorheriger Linie verbunden (STRG+3)
fr: Lié avec ligne antérieur (Ctrl+3)
ru: Связать с предыдущей линией (Ctrl+3)

# ClosePath.Text
source: Close Individual Path
de: Individuellen Pfad schließen
fr: Fermer sentier individuel
ru: Замкнуть отдельный путь

# ClosePath.ToolTipText
source: Close Individual Path (Ctrl+2)
de: Individuellen Pfad schließen (STRG+2)
fr: Fermer sentier individuel (Ctrl+2)
ru: Замкнуть отдельный путь (Ctrl+2)

# CloseContPaths.Text
source: Close Contiguous Path
de: Angrenzenden Pfad schließen
fr: Fermer sentier contigu
ru: Замкнуть смежный путь

# CloseContPaths.ToolTipText
source: Close Contiguous Path (Ctrl+Shift+2)
de: Angrenzenden Pfad schließen (STRG+UMSCH+2)
fr: Fermer sentier contigu (Ctrl+Maj+2)
ru: Замкнуть смежный путь (Ctrl+Shift+2)

# Undo.Text
source: Undo
de: Rückgängig
fr: Annuler
ru: Отменить

# Undo.ToolTipText
source: Undo (Ctrl+Z)
de: Rückgängig (STRG+Z)
fr: Annuler (Ctrl+Z)
ru: Отменить (Ctrl+Z)

# Redo.Text
source: Redo (Ctrl+Y)
de: Wiederholen (STRG+Y)
fr: Répéter (Ctrl+Y)
ru: Восстановить (Ctrl+Y)

# traceLayer.Text
source: PDN Layer
de: Ebene in PDN
fr: Strate de PDN
ru: Слой PDN

# traceClipboard.Text
source: Clipboard
de: Zwischenablage
fr: Presse-papiers
ru: Буфер обмена

# DiscardBtn.Text
source: Discard
de: Pfad verwerfen
fr: Écarter sentier
ru: Удалить путь

# Arc.Text
source: Large/Small Arc Selector
fr: Sélecteur de l'arc petit/grand
ru: Большая/меньшая часть дуги

# Sweep.Text
source: Sweep Direction
fr: Sens de l'ellipse
ru: Направление смещения

# FitBG.ToolTip
source: Scale Background Image
ru: Масштабирование фонового изображения

# splitButtonZoom.Text
source: Zoom 1x
ru: Масштаб 1x
